---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.RebarPresentationMode.Select
enum: Autodesk.Revit.DB.Structure.RebarPresentationMode
zh: 选择、拾取、选取
source: html/84cfa6b2-460d-9d32-1f6a-55dbbfece098.htm
---
# Autodesk.Revit.DB.Structure.RebarPresentationMode.Select

**中文**: 选择、拾取、选取

Selected bars are presented.